Repository: joesilva01862/condospace
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: Welcome to the CondoSpace App
pt: Bem-vindo ao CondoSpace App

source: This is the home page of the Condominium Web Application.
pt: Esta é a página raiz da Aplicação de Condomínio na Web

source: If your condominium is already registered with CondoSpace App, type the following in the address bar
pt: Se o seu condomínio já está registrado na CondoSpace App, digite o seguinte na linha de endereço do navegador

source: http://condospace.app/[your-condo-id]
pt: http://condospace.app/[id-do-seu-condo]

source: Otherwise, enter the data below to register your condominium with us
pt: Senão, entre os dados abaixo para registrar o seu condomínio no CondoSpace

source: See the <a href='about'>About page</a> for how it works, and to see the benefits.
pt: Veja a <a href='about'>página About</a> para saber como funciona, e ver os benefícios.

source: Admin Id
pt: Usuário Admin

source: Admin Password
pt: Senha Admin

source: Admin Name
pt: Nome do Admin

source: Admin Email
pt: Email do Admin

source: Admin Phone
pt: Celular do Admin

source: Preferred Language
pt: Lingua Preferida

source: Condominium Name
pt: Nome do Condomínio

source: Tagline
pt: Lema

source: Condominium Id
pt: Id do Condomínio

source: Condominium Address
pt: Endereço do Condomínio

source: Condominium City & State
pt: Cidade e Estado do Condomínio

source: Register Your Condo
pt: Registre o Seu Condo

source: Follow Us on Social Media
pt: Siga-nos nas Mídias Sociais

source: Example: Peace of mind lives here
pt: Exemplo: Paz mental começa aqui

source: For example, if your condominium name is Bela Vista Condominium, this would be belavista
pt: Por exemplo, se o seu condomínio chama-se Condomínio Bela Vista, este seria belavista

source: Email must exist because that is where we will send you the Login credentials.
pt: O email precisa existir porque é onde você receberá as credenciais para se logar.

source: Home Page Condo Picture
pt: Foto Para Página Principal

source: Use a default picture
pt: Use uma foto padrão

source: Ex. Signature Heights Condominium
pt: Ex. Condomínio Bela Vista

source: Your full name
pt: Seu nome completo

source: Ex. 508 891-3472
pt: Ex. 11 97546-3421

source: Cannot have spaces in it
pt: Não pode conter espaços

source: Address of the condominium
pt: Endereço do Condomínio

source: City, State of the condominium location
pt: Cidade, Estado do condomínio

source: For example, enter Syracuse, NY
pt: Por exemplo, digite Limeira, SP

source: ZIP of the condominium
pt: CEP do condomínio

source: Home
pt: Início

source: Setup
pt: Cadastrar

source: My Profile
pt: Meu Perfil

source: Announcements
pt: Anúncios

source: Documents
pt: Documentos

source: Maintenance
pt: Manutenção

source: Pictures
pt: Fotos

source: Listings
pt: À Venda

source: Login
pt: Logar

source: Logout
pt: Sair

source: About
pt: Sobre

source: This picture as well as the logo picture must be changed in the Maintenance page
pt: Tanto a foto abaixo quanto o logo sobre o menu devem ser mudados na página Manutenção

source: Here's where we are:
pt: Eis a nossa localização:

source: Feel free to explore our site and see what you could be missing.
pt: Fique à vontade para explorar nosso site e ver o que você pode estar perdendo.

source: Hope to see you soon!
pt: Esperamos te encontrar em breve!

source: Software Version and Date
pt: Versão e Data do Software

source: We are an innovative software company which specializes in practical software for small and medium size businesses.
pt: Nós somos uma empresa de software inovadora que se especializou em produzir software prático para pequenas e médias empresas.

source: Contact us using the email below so we can show you all the benefits of having your condominium website hosted in our servers.
pt: Contate-nos no email abaixo para mostrarmos todos os benefícios de ter o website do seu condomínio hospedado nos nossos servidores.

source: Because our software is a Web Based Application, it gives the Association the benefit of having both a web presence and the storage/management of documents and administration of Condominium tasks, all in a very user-friendly and effective manner.
pt: Devido ser uma aplicação na Web, este app traz para a Associação o benefício de ter tanto uma presença online bem como ter o armazenamento de documentos e tarefas de administração, tudo de maneira amigável e eficaz.

source: The best way is to register your condominium with us right now by going to the home page.
pt: A melhor maneira é registrar o seu Condomínio ou Associação conosco por ir para a home page.

source: That way you can have full access to all features to see if it works for you.
pt: Desta maneira você terá completo acesso à todos os recursos e poderá ver se atende as suas necessidades.

source: Alternatively, you can go to the 'demo' website <a href='https://condospace.app/demo' target='blank'>https://condospace.app/demo</a>. Accessing it that way shows you what everyone in the public sees.
pt: Outra opção (menos desejável) é ir para a página do site demo <a href='https://condospace.app/demo' target='blank'>https://condospace.app/demo</a>. Acessá-lo deste modo mostrará o que o grande público ver.

source: Here's how it works
pt: Eis como funciona

source: Some of the benefits
pt: Alguns dos benefícios

source: Sense of belonging and community
pt: Senso de Pertencimento e Comunidade

source: Resident Census Card
pt: Ficha Individual do Morador

source: Communication between Association and Residents
pt: Melhor comunicação entre o condomínio e os moradores

source: Easy access to documents in PDF format such as Bylaws, Rules and Regulations, Financial Statements, etc.
pt: Fácil acesso aos documentos em formato PDF, tais como Regimento Interno, Regras, Relatórios Financeiros, etc.

source: Web presence: suppose your condominium is called Hill Top Condominium, your complete web address could be http://condospace.app/hilltop
pt: Presença online: Suponha que o seu condomínio seja chamado Condomínio Alto das Esmeraldas, o seu completo endereço online poderia ser https://condospace.app/esmeraldas

source: Ability to list apartments for sale with pictures (especially useful for FSBOs)
pt: Habilidade de listar apartamentos ou outros objetos de grande valor para venda (muito útil para quem quer vender sem corretor)

source: Why wait? It's much more affordable than you think. Register your condo today and start using the app.
pt: Por que esperar? É mais barato do que você imagina. Registre o seu condomínio hoje mesmo e comece a usar o aplicativo.

source: Open View Documents
pt: Documentos Abertos ao Público

source: If there are documents below, clicking it will open a second tab.
pt: Se houver documentos na lista abaixo, clicar num documento abrirá um outro tab.

source: Bylaws
pt: Regimento Interno

source: Other Documents
pt: Outros Documentos

source: View Documents
pt: Ver Documentos

source: Financial Statements
pt: Relatórios Financeiros

source: Links to sites or documents hosted elsewhere
pt: Links para documentos hospedados em outros locais

source: No bylaws documents uploaded yet.
pt: Nenhum documento de regimento interno ainda.

source: No documents uploaded yet.
pt: Nenhum documento aqui ainda.

source: No links added yet.
pt: Nenhum link adicionado ainda.

source: No statement uploaded for this year yet.
pt: Nenhum relatório ainda para este ano.

source: Open/Close To Add a Financial Statement
pt: Abrir/Fechar Para Adicionar Um Novo Relatório Financeiro

source: Upload This Financial Statement
pt: Subir Este Relatório Financeiro

source: Month
pt: Mês

source: Open/Close To Upload a Bylaws
pt: Abrir/Fechar Para Subir um Regimento Interno

source: Open/Close To Upload a Document
pt: Abrir/Fechar Para Subir um Documento

source: Open/Close To Add a New Link
pt: Abrir/Fechar Para Adicionar Um Novo Link

source: Choose a document
pt: Escolha um documento

source: Condominium Common Areas
pt: Áreas Comuns do Condomínio

source: Events
pt: Eventos

source: No Events
pt: Sem Eventos

source: Add a New Event
pt: Adicionar Um Novo Evento

source: Event Info
pt: Informação do Evento

source: Title
pt: Título

source: Date
pt: Data

source: Choose the Folder Where Your Pictures Are
pt: Escolha a Pasta Onde as Suas Fotos Estão

source: Picture Files
pt: Arquivos de Fotos

source: Upload pictures & Create this new event
pt: Subir fotos & Criar um novo evento

source: No condominium pictures yet. Ask the Admin to add pics.
pt: Nenhuma foto ainda. Peça para o Admin adicionar fotos.

source: No events yet.
pt: Nenhum evento ainda.

source: Delete This Event
pt: Deletar Este Evento

source: Click to Add a New Picture
pt: Clique Para Adicionar Uma Nova Foto

source: Click to Add a New Event
pt: Clique Para Adicionar Um Novo Evento

source: Event Pictures
pt: Fotos do Evento

source: No such event found
pt: Evento não encontrado

source: Current Listings
pt: Lista de Ítems

source: No listings found for this unit
pt: Nenhum ítem para esta unidade

source: Add a New Listing
pt: Adicionar um novo ítem

source: Listing Info
pt: Informação do ítem

source: Select a Unit/User
pt: Selecione um Apartamento/Usuário

source: Contact
pt: Contato

source: Price
pt: Preço

source: contact
pt: contato

source: price
pt: preço

source: Upload pictures & Create this new listing
pt: Subir fotos & Criar um novo ítem

source: No listings yet.
pt: Nenhum ítem à venda ainda.

source: Delete This Listing
pt: Deletar Este Ítem

source: Click to Add a New Listing
pt: Clique Para Adicionar Um Novo Item

source: User Id
pt: Usuário

source: Password
pt: Senha

source: Show Password
pt: Mostrar Senha

source: Log In
pt: Entrar

source: Login is required to access the page you want
pt: É preciso logar para acessar a página que você quer

source: Retrieve Password
pt: Recuperar Senha

source: User Id. Example: UnitA23
pt: Código do Usuário. Exemplo: AptA23

source: Retrieve Login Info
pt: Recuperar Informação de Login

source: : User Id not found in the system. Please enter a valid user id.
pt: : Usuário não encontrado no banco de dados. Informe um usuário válido.

source: An email will be sent to the email on file for the user id entered above
pt: Um email será enviado para o endereço de email registrado para o usuário informado acima

source: Forgot My Password
pt: Esqueci a Minha Senha

source: Main Occupant
pt: Morador Principal

source: Other Occupants
pt: Outros Moradores

source: Emergency Contact
pt: Contato de Emergência

source: Rental Info
pt: Apto de Aluguel

source: Additional Info
pt: Informações Adicionais

source: Vehicles
pt: Veículos

source: Notes
pt: Notas

source: NONE
pt: NENHUM

source: BLANK
pt: BRANCO

source: Yes
pt: Sim

source: No
pt: Não

source: Owner name
pt: Nome proprietário

source: This unit is not a rental
pt: Este apto não é aluguel

source: Reports having no vehicles
pt: Reporta não ter veículos

source: Uses oxygen equipment
pt: Usa equip. de oxygênio

source: Has limited mobility
pt: Têm mobilidade limitada

source: Assistance services routine visits
pt: Visitas freq. de serviços de assist.

source: Has pets
pt: Tem pets

source: Main water shut off type
pt: Tipo fechamento de válvula

source: Last update by resident
pt: Últ. atualizção pelo morador

source: Insurance carrier
pt: Seguradora

source: Number of bicycles in garage
pt: Número bicicletas na garagem

source: Create an Apartment/Unit and Its Current Occupant
pt: Criar Um Apartamento ou Unidade, e o Morador Atual

source: Only a user registered as Admin will see this Setup section
pt: Apenas um usuário com privilégios de Admin tem acesso a área de Cadastrar

source: Open/Close the List of Units/Users Already in the System
pt: Clique Para Mostrar ou Esconder a Lista de Moradores Já Cadastrados

source: Type
pt: Tipo

source: Unit
pt: Apto

source: Resident's Name
pt: Nome do Morador

source: Resident's Email
pt: Email do Morador

source: Resident's Phone
pt: Telefone do Morador

source: Owner's Name
pt: Nome do Proprietário

source: Owner's Email
pt: Email do Proprietário

source: Owner's Phone
pt: Telefone do Proprietário

source: Start Date
pt: Data Início

source: Initial Password
pt: Senha Inicial

source: Resident type
pt: Tipo de Residente

source: Board Member
pt: Sub-síndico

source: Secretary
pt: Secretária

source: Resident
pt: Morador

source: The unit is the same as the user id, which the resident will enter in the Login page.
pt: Campo Apt é o mesmo que Usuário, que será usado na página de Login.

source: You may name your units the way you think is best.
pt: Você poderá adotar o padrão que você achar melhor.

source: For example, if your condominium has multiple towers, such as tower A, B and C, you may adopt the following naming convention
pt: Por exemplo, se o seu condomínio tem múltiplas torres, como torre A, B e C, você poderá adotar o seguinte padrão de nomes

source: For units in the first floor of tower A: UnitA11, UnitA12, UnitA13, etc.
pt: Para apts no primeiro piso da torre A: AptA11, AptA12, AptA13, etc.

source: For units in the third floor of tower B: UnitB31, UnitB32, UnitB33, etc.
pt: Para apts no terceiro piso da torre B: AptB31, AptB32, AptB33, etc.

source: The sections below marked with * are required to be filled.
pt: As seções abaixo marcadas com * são de preenchimento obrigatório.

source: Main Occupant Contact
pt: Contato do Ocupante Principal

source: Must contain the info for one person only, which is the head of household (usually the unit owner if this isn't a rental unit)
pt: Deve conter a informação de apenas uma pessoa, que é o chefe de família (normalmente o proprietário do apartamento se não for apt de aluguel)

source: If possible, this should be someone who lives outside the complex, or in a building other than this unit's.
pt: Se possível, o contato deve ser alguém que more fora do complexo, ou alguém que more em outra torre.

source: For Rental Unit Only
pt: Apenas Para Apt de Aluguel

source: If this unit is a rental, you might want to fill this section
pt: Se este for um apt de aluguel, você talvez queira preencher esta seção

source: Upload a Link
pt: Subir um Link

source: Upload a Bylaws
pt: Subir um Regimento Interno

source: Upload a Document
pt: Subir um Documento

source: Upload a Public Document
pt: Subir um Documento Público

source: Upload a Common Area Picture
pt: Subir uma Foto de Área Comum

source: Upload the Home Picture
pt: Subir a Foto Página Principal

source: Upload the Logo Picture
pt: Subir a Foto do Logo

source: Upload
pt: Subir

source: Name
pt: Nome

source: Phone
pt: Telefone

source: Resident Since
pt: Morador Desde

source: Has key to unit
pt: Tem chave do apt

source: This unit is a rental
pt: Este apt é de aluguel

source: Owner's Full Mailing Address
pt: Endereço Completo do Proprietário

source: Use oxygen equipment
pt: Usa equipamento de oxigênio

source: Have limited mobility
pt: Têm dificuldade de movimento

source: Medical or assistance service visits the unit on a routine basis
pt: Pessoal de assistência médica faz visitas constantes ao apartamento

source: Have pets
pt: Tem pets

source: Knob
pt: Giratória

source: Lever
pt: Manopla

source: Number of bicycles in the garage
pt: Número de bicicletas na garagem

source: Home insurance policy carrier
pt: Seguradora do apartamento

source: Unit's main water shut off valve type
pt: Tipo de válvula do principal fechamento de água

source: I don't know
pt: Não sei

source: Vehicle Information
pt: Informações dos Veículos

source: Unit occupants have no cars
pt: Nenhum ocupante tem carro

source: Vehicle 1: Make and Model
pt: Veículo 1: Marca e Modelo

source: Vehicle 2: Make and Model
pt: Veículo 2: Marca e Modelo

source: Plate
pt: Placa

source: Color
pt: Cor

source: Year
pt: Ano

source: Write below any note or extra information you feel is important
pt: Escreva abaixo qualquer informação adicional que você acha importante

source: Use This Section Exclusively for Deletion of Unit
pt: Use Esta Seção Somente Para Remover Um Apartamento

source: Unit / User Id
pt: Apt / Usuário

source: Delete Unit from Database
pt: Remover Apartamento do Banco de Dados

source: Add This Unit to Database
pt: Adicionar Este Apartamento ao Banco de Dados

source: Residents
pt: Moradores

source: Generate List of Residents
pt: Gerar Lista de Moradores

source: Update
pt: Modificar

source: CC in emails sent from the condominium
pt: Copiar em emails enviados pelo condomínio

source: View and Update Resident Profile
pt: Visualizar e/ou Alterar o Perfil do Morador

source: Last Update by Resident
pt: Última Alteração Pelo Morador

source: Administrative Data
pt: Dados Administrativos

source: If your unit is a rental, you're required to fill this section
pt: Se este for um apt de aluguel, o preenchimento desta seção é obrigatório

source: Save to Database
pt: Gravar no Banco de Dados

source: Change Password
pt: Mudar Senha

source: Current Password
pt: Senha Atual

source: New Password
pt: Nova Senha

source: Repeat Password
pt: Repita a Senha

source: Upload or Update System Files
pt: Subir ou Modificar Arquivos de Sistema

source: Update General Settings
pt: Modificar Configurações

source: Delete documents
pt: Remover documentos

source: General settings
pt: Configurações diversas

source: Coming soon
pt: Em breve

source: General Maintenance
pt: Modificações em Geral

source: Description
pt: Descrição

source: Public Documents
pt: Documentos Públicos

source: Links to Documents Elsewhere
pt: Links Para Documentos em Outros Sites

source: Bylaws Document
pt: Regimento Interno

source: Click Here to Open/Close the File Deletion Section
pt: Clique Aqui Para Abrir/Fechar a Seção de Deleção de Arquivo

source: Click Here to Open/Close the Announcement Maintenance Section
pt: Clique Aqui Para Abrir/Fechar a Seção de Manutenção de Anúncio

source: Click Here to Open/Close the User Maintenance Section
pt: Clique Aqui Para Abrir/Fechar a Seção de Ficha de Moradores

source: Click Here to Open/Close the Bulk Email Section
pt: Clique Aqui Para Abrir/Fechar a Seção de Envio de Email Coletivo

source: The form below is <b>optional</b>
pt: O form abaixo é <b>opcional</b>

source: It should be used only when you want to send an email message to all registered residents after an upload is made
pt: Deve ser usado somente quando você quiser enviar email para todos os moradores registrados

source: Email Title
pt: Título do Email

source: Email Text
pt: Texto do Email

source: To <b>add an announcement</b>: type the text at the top of the box below.
pt: <b>Para adicionar um anúncio</b>: digite o texto na primeira linha do box abaixo.

source: The most recent announcement appears first in the list.
pt: O anúncio mais recente aparece primeiro na lista.

source: To <b>delete an announcement</b>: delete the corresponding line(s) from the box below.
pt: <b>Para deletar um anúncio</b>: delete do box abaixo as linhas correspondentes.

source: Save Announcements
pt: Atualizar Anúncios

source: Generate Census Forms PDF
pt: Gerar PDF Ficha dos Moradores

source: Download Census Forms PDF
pt: Baixar PDF Ficha dos Moradores

source: Census Forms PDF Last Generated
pt: Último PDF Ficha dos Moradores Criado em

source: Reset the current password and send it to current owner and the authorized recipient below if provided.
pt: Reinicializar a senha corrent and enviá-la para o morador atual e para o email abaixo se informado.

source: Authorized Recipient Email
pt: Email de Recipiente Autorizado

source: feature enabled later
pt: recurso habilitado posteriormente

source: Address
pt: Endereço

source: ZIP
pt: CEP

source: City & State
pt: Cidade & Estado

source: Home Page Content
pt: Conteúdo da Pagina Principal

source: About Page Content
pt: Conteúdo da Pagina Sobre

source: Text
pt: Texto

source: Update Settings
pt: Atualizar Configurações

source: Multiline text
pt: Texto de múltiplas linhas
